/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Sigur doriți să ștergeți acest CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Renunță";

/* Title describing glucose date */
"Date" = "Data";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Șterge CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glucoză";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Glucoză (ajustată)";

/* Section title for latest glucose reading */
"Latest Reading" = "Ultima citire";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Necesită atenție";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Stare";

/* Title describing glucose trend */
"Trend" = "Trend";

